{
    "profesion": "Instructional Designer",
    "saludo": "Hello",
    "acerca_1": "I am an instructional designer with a focus on creating {experiencia}. My background in Psychology and Web Development allows me to design content that combines learning theories and UX principles.",
    "experiencia": "effective and user-centered learning experiences",
    "acerca_2": "A project that reflects this approach is an online course I developed for music teachers who were teaching virtual classes. I based the course on data to identify their needs, and considering that many of them didn’t want to deal with complex technological aspects, I ensured that the learning experience was simple and accessible.",
    "proyecto": "Project",
    "titulo_proyecto": "Training for music teachers",


        "course_title": "Mastering Zoom and OBS: Technical Training for Music Teachers",
        "course_subtitle": "A training that helped reduce incidents in online classes",
        "challenge_title": "The Challenge",
        "challenge_1": "<i class='fas fa-headset'></i> Technical support was overwhelmed, and it was crucial for teachers to resolve these issues quickly and effectively on their own.",
        "challenge_2": "<i class='fas fa-chalkboard-teacher'></i> Teachers faced constant technical issues in their online classes, which affected the quality of learning.",
        "challenge_3": "<i class='fas fa-laptop'></i> Many teachers felt overwhelmed by the technology.",
        "solution_title": "The Solution",
        "solution_1": "A microlearning and teacher-friendly course.",
        "solution_2": "Hello!<br><br>We are Catalina, Juanma, Iván, and Héctor from the online team. We created this course because we have a mission: to make the most of online training and put an end to uncomfortable Zoom classes.<br><br>With 3 hours of content, divided into 10-minute pills, you will learn to solve common problems in online classes.",
        "stage_1_title": "1. Needs Analysis",
        "stage_1_text": "To understand the problem in depth, I recorded all technical incidents, classified them, and quantified their frequency. This allowed us to identify the main obstacles and define specific objectives for the course.",
        "stage_1_button": "More details",
        "stage_2_title": "2. Design Process",
        "stage_2_text_1": "I applied backward design to ensure the course was straightforward: each module had to help teachers solve specific technical issues.",
        "stage_2_text_2": "I opted for <span data-i18n='stage_2_span_1'>microlearning and problem-based quizzes</span>, prioritizing immediate application without unnecessary theory.",
        "stage_2_button": "More details",
        "stage_3_title": "3. Content Creation",
        "stage_3_text_1": "I wrote the course texts with a <span data-i18n='stage_3_span_1'>conversational and clear tone, applying UX Writing principles</span>. Although it was technical content, it had to sound light and accessible so teachers could learn without frustration.",
        "stage_3_text_2": "I complemented it with <span data-i18n='stage_3_span_2'>short quizzes and explanatory videos</span> to reinforce understanding and keep the course dynamic.",
        "stage_3_button": "More details",
        "stage_4_title": "4. Implementation",
        "stage_4_text": "Initially, I sent the learning pills by email, but this did not allow tracking progress. That's why I migrated the course to <span data-i18n='stage_4_span'>LearnDash</span>, optimizing navigation to make it intuitive and accessible.",
        "stage_4_button": "More details",
        "stage_5_title": "5. Impact Measurement",
        "stage_5_text_1": "The results confirmed the effectiveness of the course:",
        "stage_5_text_2": " ✔ 9/10 in organization and clarity.",
        "stage_5_text_3": " ✔ 9/10 in content relevance.",
        "stage_5_text_4": " ✔ Classes with technical issues dropped from 42% in September to 11% in May.",
        "stage_5_button": "More details",
        "tools_title": "Tools Used",
        "tool_1": "PowerBI",
        "tool_1_desc": "Data analysis",
        "tool_2": "LearnDash LMS",
        "tool_2_desc": "Learning management",
        "tool_3": "Loom",
        "tool_3_desc": "Tutorial video creation",
        "models_title": "Instructional Design Models",
        "model_1": "ADDIE",
        "model_1_desc": "Analysis, Design, Development, Implementation, and Evaluation",
        "model_2": "Backwards Design",
        "model_2_desc": "Backward design",
        "approaches_title": "Approaches",
        "approach_1": "UX Writing",
        "approach_1_desc": "User experience-focused writing",
        "back_button": "Home page"
    
}