{
    "profesion": "Instructional Designer",
    "saludo": "Hello",
    "acerca_1": "I am an instructional designer with a focus on creating {experiencia}. My background in Psychology and Web Development allows me to design content that combines learning theories and UX principles.",
    "experiencia": "effective and user-centered learning experiences",
    "acerca_2": "A project that reflects this approach is an online course I developed for music teachers who were teaching virtual classes. I based the course on data to identify their needs, and considering that many of them didn’t want to deal with complex technological aspects, I ensured that the learning experience was simple and accessible.",
    "proyecto": "Project",
    "titulo_proyecto": "Training for music teachers",

    "course_title": "Mastering Zoom and OBS: Technical Training for Music Teachers",
    "course_subtitle": "A course that helped minimize technical challenges in online classes",
    "challenge_title": "The Challenge",
    "challenge_1": "<i class='fas fa-headset'></i> Technical support was overwhelmed, and it was crucial for teachers to resolve these issues quickly and effectively on their own.",
    "challenge_2": "<i class='fas fa-chalkboard-teacher'></i> Teachers faced constant technical issues in their online classes, which affected the quality of learning.",
    "challenge_3": "<i class='fas fa-laptop'></i> Many teachers felt overwhelmed by the technology.",
    "solution_title": "The Solution",
    "solution_1": "A microlearning and teacher-friendly course.",
    "solution_2": "Hello!<br><br>We are Catalina, Juanma, Iván, and Héctor from the online team. We created this course because we have a mission: to make the most of online training and put an end to uncomfortable Zoom classes.<br><br>With 3 hours of content, divided into 10-minute pills, you will learn to solve common problems in online classes.",
    "stage_1_title": "1. Needs Analysis",
    "stage_1_text": "To understand the problem in depth, I recorded all technical incidents, classified them, and quantified their frequency. This allowed us to identify the main obstacles and define specific objectives for the course.",
    "stage_1_button": "More details",
    "stage_2_title": "2. Design Process",
    "stage_2_text_1": "I applied backward design to ensure the course was straightforward: each module had to help teachers solve specific technical issues.",
    "stage_2_text_2": "I opted for <span data-i18n='stage_2_span_1'>microlearning and problem-based quizzes</span>, prioritizing immediate application without unnecessary theory.",
    "stage_2_button": "More details",
    "stage_3_title": "3. Content Creation",
    "stage_3_text_1": "I wrote the course texts with a <span data-i18n='stage_3_span_1'>conversational and clear tone, applying UX Writing principles</span>. Although it was technical content, it had to sound light and accessible so teachers could learn without frustration.",
    "stage_3_text_2": "I complemented it with <span data-i18n='stage_3_span_2'>short quizzes and explanatory videos</span> to reinforce understanding and keep the course dynamic.",
    "stage_3_button": "More details",
    "stage_4_title": "4. Implementation",
    "stage_4_text": "Initially, I sent the learning pills by email, but this did not allow tracking progress. That's why I migrated the course to <span data-i18n='stage_4_span'>LearnDash</span>, optimizing navigation to make it intuitive and accessible.",
    "stage_4_button": "More details",
    "stage_5_title": "5. Impact Measurement",
    "stage_5_text_1": "The results confirmed the effectiveness of the course:",
    "stage_5_text_2": " ✔ 9/10 in organization and clarity.",
    "stage_5_text_3": " ✔ 9/10 in content relevance.",
    "stage_5_text_4": " ✔ Classes with technical issues dropped from 42% in September to 11% in May.",
    "stage_5_button": "More details",
    "tools_title": "Tools Used",
    "tool_1": "<i class='fas fa-chart-bar'></i> <strong>PowerBI:</strong> Data analysis",
    "tool_2": "<i class='fas fa-graduation-cap'></i> <strong>LearnDash:</strong> Learning management system",
    "tool_3": "<i class='fas fa-video'></i> <strong>Loom:</strong> Tutorial video creation",
    "models_title": "Instructional Design Models",
    "model_1": "<i class='fas fa-project-diagram'></i> <strong>ADDIE:</strong> Analysis, Design, Development, Implementation, and Evaluation",
    "model_2": "<i class='fas fa-drafting-compass'></i> <strong>Backwards Design:</strong> Designing from the final objectives",
    "approaches_title": "Approaches",
    "approach_1": "<i class='fas fa-pencil-alt'></i> <strong>UX Writing:</strong> User experience-focused writing",
    "back_button": "Home Page",


    "analysis_title": "Analysis",
    "analysis_heading": "1. Needs Analysis",
    "problem_analysis_label": "Problem Analysis:",
    "problem_analysis_text": "<span data-i18n='problem_analysis_label'>Problem Analysis:</span> I recorded all the technological incidents that occurred during classes. I used Excel to document common issues with Zoom and OBS, and then analyzed the data in Power BI to identify recurring patterns.",
    "user_analysis_label": "User Analysis:",
    "user_analysis_text": "<span data-i18n='user_analysis_label'>User Analysis:</span> I identified that teachers were exhausted and did not want to deal with complex technical aspects. Many preferred a simple and straightforward solution that did not interfere with their educational work.",
    "resource_analysis_label": "Resource Analysis:",
    "resource_analysis_text": "<span data-i18n='resource_analysis_label'>Resource Analysis:</span> Since we had no additional budget, we had to adapt to the available tools and technological platforms to create an accessible and efficient course.",
    "back_button_1": "Back to Summary",
    "forward_button_1": "Continue to Design",

    "design_title": "Design",
    "design_heading": "2. Design Process",
    "user_centered_approach_label": "User-centered approach:",
    "user_centered_approach_text": "<span data-i18n='user_centered_approach_label'>User-centered approach:</span> Decisions about teaching and assessment strategies were made considering the profile of the students: teachers with little time between classes to dedicate to their training.",
    "backwards_design_label": "Backward design:",
    "backwards_design_text": "<span data-i18n='backwards_design_label'>Backward design:</span> I selected the backwards design approach because it allows for more focused and efficient content development. This involves starting by defining learning objectives and assessments. The beauty of backwards design is that if I know what I want to assess, I can create content that is truly useful. We didn't need teachers to know in-depth how OBS or Zoom works, but rather to be able to solve common problems in online classes.",
    "microlearning_pbl_label": "Microlearning and problem-based learning:",
    "microlearning_pbl_text": "<span data-i18n='microlearning_pbl_label'>Microlearning and problem-based learning:</span> Microlearning is an ideal strategy to improve retention, and in this case, it also solved the problem of teachers' limited time. Additionally, problem-based learning was an excellent choice, as the main goal was for teachers to learn how to find solutions to real technical problems.",
    "formative_assessment_label": "Formative assessment:",
    "formative_assessment_text": "<span data-i18n='formative_assessment_label'>Formative assessment:</span> I opted for an assessment system based on short multiple-choice quizzes at the end of each section, which consisted of real-life scenarios. Teachers had to identify and solve common problems related to the use of Zoom and OBS Studio.",
    "modular_structure_label": "Modular structure and short lessons:",
    "modular_structure_text": "<span data-i18n='modular_structure_label'>Modular atructure and short lessons:</span> I designed a modular structure with short lessons to promote information retention and minimize cognitive overload.",
    "back_button_2": "Back to Analysis",
    "forward_button_2": "Continue to Creation",

    "development_title": "Development",
    "development_heading": "3. Content Creation",
    "conversational_tone_label": "Conversational Tone:",
    "conversational_tone_text": "<span data-i18n='conversational_tone_label'>Conversational Tone:</span> I opted for a conversational and friendly tone in the texts to prevent users from feeling overwhelmed by the complexity of the technology. This approach not only enhances accessibility and understanding but also creates a more relaxed learning environment, helping teachers approach the content more comfortably and effectively.",
    "detailed_steps_videos_label": "Detailed Steps and Short Videos:",
    "detailed_steps_videos_text": "<span data-i18n='detailed_steps_videos_label'>Detailed Steps and Short Videos:</span> Videos of less than a minute, recorded with Loom, showed practical demonstrations in real classrooms, providing teachers with a clear view of how to apply solutions to common technical problems. These videos not only offered detailed steps but also contextualized the solutions within real classroom scenarios.",
    "back_button_3": "Back to Design",
    "forward_button_3": "Continue to Implementation",

    "implementation_title": "Implementation",
    "implementation_heading": "4. Implementation",
    "migration_label": "Migration to LearnDash:",
    "migration_text": "<span data-i18n='migration_label'>Migration to LearnDash:</span> Initially, the learning pills were sent via email, which facilitated distribution but did not allow monitoring of participants' progress. To optimize this process, I decided to migrate the course to LearnDash, a learning management system (LMS), which allowed for more structured navigation and better tracking of teachers' performance.",
    "active_listening_label": "Active listening and continuous improvements:",
    "active_listening_text": "<span data-i18n='active_listening_label'>Active listening and continuous improvements:</span> To improve the course experience, I reviewed the responses from surveys added throughout the course and applied changes based on participants' needs. For example, one teacher commented that additional videos in English made comprehension difficult, so I searched for references in Spanish to make the content accessible to all users.",
    "back_button_4": "Back to Creation",
    "forward_button_4": "Continue to Evaluation",

    "evaluation_title": "Evaluation",
    "evaluation_heading": "5. Impact Measurement",
    "brief_surveys_label": "Brief surveys within the course:",
    "brief_surveys_text": "<span data-i18n='brief_surveys_label'>Brief surveys sithin the course:</span> Instead of long forms at the end, I added quick questions after each module to gather real-time feedback and adjust the content according to the teachers' needs.",
    "incident_tracking_label": "Incident tracking:",
    "incident_tracking_text": "<span data-i18n='incident_tracking_label'>Incident tracking:</span> Technical incidents in online classes gradually decreased during the training period, dropping from 42% in September to 11% in May. This reduction reflects the cumulative effect of training and practice. <br><br> There was no defined time period for teachers to complete the course, which made measuring the impact more difficult. For a more accurate evaluation, a structured deadline for course completion would have allowed for a clearer and more direct measurement of effectiveness.",
    "back_button_5": "Back to Implementation",
    "forward_button_5": "Back to Summary"
    
}