{
    "profesion": "Diseñadora instruccional",
    "saludo": "Hola",
    "acerca_1": "Soy diseñadora instruccional con un enfoque en crear {experiencia}. Mi formación en Psicología y Desarrollo Web me permite diseñar contenidos que combinan teorías de aprendizaje y principios de UX.",
    "experiencia": "experiencias de aprendizaje efectivas y centradas en el usuario",
    "acerca_2": "Un proyecto que refleja este enfoque es un curso online que desarrollé para profesores de música que daban clases virtuales. Me basé en datos para identificar sus necesidades y, considerando que muchos no querían lidiar con aspectos tecnológicos complejos, aseguré que el aprendizaje fuera sencillo y accesible.",
    "proyecto": "Proyecto", 
    "titulo_proyecto": "Formación para docentes de música",

    "course_title": "Dominando Zoom y OBS: Formación técnica para docentes de música",
    "course_subtitle": "Una capacitación que contribuyó a reducir las incidencias en clases online",
    "challenge_title": "El Desafío",
    "challenge_1": "<i class='fas fa-headset'></i> El soporte técnico estaba desbordado, y era crucial que los docentes pudieran resolver estos problemas por sí mismos de manera rápida y efectiva.",
    "challenge_2": "<i class='fas fa-chalkboard-teacher'></i> Los profesores enfrentaban constantes problemas técnicos en sus clases online, lo que afectaba la calidad del aprendizaje.",
    "challenge_3": "<i class='fas fa-laptop'></i> Muchos profesores se sentían agobiados por la tecnología.",
    "solution_title": "La Solución",
    "solution_1": "Un curso en formato microlearning y amigable para los docentes.",
    "solution_2": "¡Hola!<br><br>Somos Catalina, Juanma, Iván y Héctor del equipo online. Hemos creado este curso porque tenemos una misión: sacar el mayor provecho de la formación online y acabar con las clases incómodas por Zoom.<br><br>Con 3 horas de contenido, repartido en píldoras de menos de 10 minutos, aprenderás a resolver problemas comunes en clases online.",
    "stage_1_title": "1. Análisis de necesidades",
    "stage_1_text": "Para entender el problema en profundidad, registré todas las incidencias técnicas, las clasifiqué y cuantifiqué su frecuencia. Esto permitió identificar los principales obstáculos y definir objetivos específicos para el curso.",
    "stage_1_button": "Más detalles",
    "stage_2_title": "2. Proceso de diseño",
    "stage_2_text_1": "Apliqué backward design para asegurar que el curso fuera directo y sin rodeos: cada módulo debía ayudar a los profesores a solucionar incidencias técnicas específicas.",
    "stage_2_text_2": "Opté por <span data-i18n='stage_2_span_1'>microlearning y quizzes basados en problemas</span>, priorizando la aplicación inmediata sin sobrecargar con teoría innecesaria.",
    "stage_2_button": "Más detalles",
    "stage_3_title": "3. Creación de contenidos",
    "stage_3_text_1": "Redacté los textos del curso con un <span data-i18n='stage_3_span_1'>tono conversacional y claro, aplicando principios de UX Writing</span>. Aunque se trataba de contenido técnico, debía sonar ligero y accesible para que los profesores pudieran aprender sin frustración.",
    "stage_3_text_2": "Complementé con <span data-i18n='stage_3_span_2'>quizzes cortos y videos explicativos</span> para reforzar la comprensión y mantener el curso dinámico.",
    "stage_3_button": "Más detalles",
    "stage_4_title": "4. Implementación",
    "stage_4_text": "Inicialmente, envié las píldoras de aprendizaje por correo, pero esto no permitía medir el progreso. Por eso, migré el curso a <span data-i18n='stage_4_span'>LearnDash</span>, optimizando la navegación para que fuera intuitiva y accesible.",
    "stage_4_button": "Más detalles",
    "stage_5_title": "5. Medición del impacto",
    "stage_5_text_1": "Los resultados confirmaron la efectividad del curso:",
    "stage_5_text_2": " ✔ 9/10 en organización y claridad.",
    "stage_5_text_3": " ✔ 9/10 en relevancia de los contenidos.",
    "stage_5_text_4": " ✔ Las clases con incidencias técnicas bajaron del 42% en septiembre al 11% en mayo.",
    "stage_5_button": "Más detalles",
    "tools_title": "Herramientas Utilizadas",
    "tool_1": "<i class='fas fa-chart-bar'></i> <strong>PowerBI:</strong> Análisis de datos",
    "tool_2": "<i class='fas fa-graduation-cap'></i> <strong>LearnDash LMS:</strong> Gestión del aprendizaje",
    "tool_3": "<i class='fas fa-video'></i> <strong>Loom:</strong> Creación de videos tutoriales",
    "models_title": "Modelos de Diseño Instruccional",
    "model_1": "<i class='fas fa-project-diagram'></i> <strong>ADDIE:</strong> Análisis, Diseño, Desarrollo, Implementación y Evaluación",
    "model_2": "<i class='fas fa-drafting-compass'></i> <strong>Backward design:</strong> Diseño hacia atrás",
    "approaches_title": "Enfoques",
    "approach_1": "<i class='fas fa-pencil-alt'></i> <strong>UX Writing:</strong> Escritura centrada en la experiencia del usuario",
    "back_button": "Página principal",
    
    "analysis_title": "Análisis",
    "analysis_heading": "1. Análisis de necesidades",
    "problem_analysis_label": "Análisis del problema:",
    "problem_analysis_text": "<span data-i18n='problem_analysis_label'>Análisis del problema:</span> Registré todas las incidencias tecnológicas que surgían durante las clases. Utilicé un Excel para documentar problemas comunes con Zoom y OBS, y luego analicé los datos en Power BI para identificar patrones recurrentes.",
    "user_analysis_label": "Análisis de los usuarios:",
    "user_analysis_text": "<span data-i18n='user_analysis_label'>Análisis de los usuarios:</span> Identifiqué que los profesores estaban agotados y no querían lidiar con aspectos tecnológicos complejos. Muchos preferían una solución sencilla y directa que no interfiriera con su labor educativa.",
    "resource_analysis_label": "Análisis de los recursos:",
    "resource_analysis_text": "<span data-i18n='resource_analysis_label'>Análisis de los recursos:</span> Dado que no contábamos con presupuesto adicional, tuvimos que adaptarnos a las herramientas y plataformas tecnológicas disponibles para crear un curso accesible y eficiente.",
    "back_button_1": "Volver a Resumen",
    "forward_button_1": "Continuar a Diseño",

    "design_title": "Diseño",
    "design_heading": "2. Proceso de Diseño",
    "user_centered_approach_label": "Enfoque centrado en el usuario:",
    "user_centered_approach_text": "<span data-i18n='user_centered_approach_label'>Enfoque centrado en el usuario:</span> Las decisiones sobre la estrategia de enseñanza y evaluación fueron tomadas teniendo en cuenta el perfil de los estudiantes: docentes con poco tiempo entre clase y clase para dedicar a su formación.",
    "backwards_design_label": "Backward design:",
    "backwards_design_text": "<span data-i18n='backwards_design_label'>Backward Design:</span> Seleccioné el enfoque de backwards design, ya que permite el desarrollo de contenido más enfocado y eficiente. Este consiste en comenzar por definir los objetivos de aprendizaje y las evaluaciones. Es lo bueno del diseño hacia atrás: si sé lo que quiero evaluar, puedo crear contenido que sea realmente útil. No necesitábamos que los docentes conocieran a fondo cómo funciona OBS o Zoom, sino que fueran capaces de resolver problemas comunes en clases online.",
    "microlearning_pbl_label": "Microlearning y aprendizaje basado en problemas:",
    "microlearning_pbl_text": "<span data-i18n='microlearning_pbl_label'>Microlearning y aprendizaje basado en problemas:</span> El microlearning es una estrategia ideal para mejorar la retención, y en este caso, también resolvía el problema del tiempo limitado de los docentes. Además, el aprendizaje basado en problemas fue una excelente opción, ya que el objetivo principal era que los docentes aprendieran a encontrar soluciones a problemas técnicos reales.",
    "formative_assessment_label": "Evaluación formativa:",
    "formative_assessment_text": "<span data-i18n='formative_assessment_label'>Evaluación formativa:</span> Opté por un sistema de evaluación basado en quizes cortos de selección múltiple al final de cada sección, que consistían en casos de incidencias reales. Los docentes debían identificar y resolver problemas comunes relacionados con el uso de Zoom y OBS Studio.",
    "modular_structure_label": "Estructura modular y lecciones cortas:",
    "modular_structure_text": "<span data-i18n='modular_structure_label'>Estructura modular y lecciones cortas:</span> Diseñé una estructura modular, con lecciones cortas, para promover la retención de información y minimizar la sobrecarga cognitiva.",
    "back_button_2": "Volver a Análisis",
    "forward_button_2": "Continuar a Creación",

    "development_title": "Desarrollo",
    "development_heading": "3. Creación de contenidos",
    "conversational_tone_label": "Textos en tono conversacional:",
    "conversational_tone_text": "<span data-i18n='conversational_tone_label'>Textos en tono conversacional:</span> Opté por un tono conversacional y amigable en los textos para evitar que los usuarios se sintieran abrumados por la complejidad de la tecnología. Este enfoque no solo favorece la accesibilidad y comprensión, sino que también crea un ambiente de aprendizaje más relajado, ayudando a los docentes a abordar el contenido de manera más cómoda y efectiva.",
    "detailed_steps_videos_label": "Pasos detallados y vídeos cortos:",
    "detailed_steps_videos_text": "<span data-i18n='detailed_steps_videos_label'>Pasos detallados y vídeos cortos:</span> Los vídeos de menos de un minuto, grabados con Loom, mostraban demostraciones prácticas en aulas reales, brindando a los docentes una visión clara de cómo aplicar las soluciones a los problemas técnicos comunes. Estos vídeos no solo ofrecían pasos detallados, sino que contextualizaban las soluciones dentro de escenarios reales de aula.",
    "back_button_3": "Volver a Diseño",
    "forward_button_3": "Continuar a Implementación",

    "implementation_title": "Implementación",
    "implementation_heading": "4. Implementación",
    "migration_label": "Migración a LearnDash:",
    "migration_text": "<span data-i18n='migration_label'>Migración a LearnDash:</span> Inicialmente, las píldoras de aprendizaje se enviaban por correo electrónico, lo que facilitaba la distribución, pero no permitía monitorear el avance de los participantes. Para optimizar este proceso, decidí migrar el curso a LearnDash, una plataforma de gestión de aprendizaje (LMS), lo que permitió una navegación más estructurada y un mejor seguimiento del desempeño de los docentes.",
    "active_listening_label": "Escucha activa y mejoras continuas:",
    "active_listening_text": "<span data-i18n='active_listening_label'>Escucha activa y mejoras continuas:</span> Para mejorar la experiencia del curso, revisé las respuestas de las encuestas añadidas a lo largo del curso y apliqué cambios según las necesidades de los participantes. Por ejemplo, un docente comentó que los videos adicionales en inglés dificultaban su comprensión, por lo que busqué referencias en español para facilitar el acceso a todos los usuarios.",
    "back_button_4": "Volver a Creación",
    "forward_button_4": "Continuar a Medición",

    "evaluation_title": "Evaluación",
    "evaluation_heading": "5. Medición del impacto",
    "brief_surveys_label": "Encuestas breves dentro del curso:",
    "brief_surveys_text": "<span data-i18n='brief_surveys_label'>Encuestas breves dentro del curso:</span> En lugar de formularios largos al final, añadí preguntas rápidas después de cada módulo para recoger feedback en tiempo real y ajustar el contenido según las necesidades de los docentes.",
    "incident_tracking_label": "Seguimiento de incidencias:",
    "incident_tracking_text": "<span data-i18n='incident_tracking_label'>Seguimiento de incidencias:</span> Las incidencias técnicas en las clases online disminuyeron gradualmente durante el periodo de capacitación, pasando del 42% en septiembre al 11% en mayo. Esta reducción refleja el efecto acumulativo de la formación y la práctica. <br><br> No hubo un periodo temporal definido para que los profesores completaran el curso lo que hizo que la medición del impacto fuera más difícil. Para una evaluación más precisa, un plazo estructurado para la finalización del curso habría permitido una medición más clara y directa de la efectividad.",
    "back_button_5": "Volver a Implementación",
    "forward_button_5": "Volver a Resumen"
    
}