{
    "profesion": "Diseñadora instruccional",
    "saludo": "Hola",
    "acerca_1": "Soy diseñadora instruccional con un enfoque en crear {experiencia}. Mi formación en Psicología y Desarrollo Web me permite diseñar contenidos que combinan teorías de aprendizaje y principios de UX.",
    "experiencia": "experiencias de aprendizaje efectivas y centradas en el usuario",
    "acerca_2": "Un proyecto que refleja este enfoque es un curso online que desarrollé para profesores de música que daban clases virtuales. Me basé en datos para identificar sus necesidades y, considerando que muchos no querían lidiar con aspectos tecnológicos complejos, aseguré que el aprendizaje fuera sencillo y accesible.",
    "proyecto": "Proyecto", 
    "titulo_proyecto": "Formación para docentes de música",



        "course_title": "Dominando Zoom y OBS: Formación técnica para docentes de música",
        "course_subtitle": "Una capacitación que contribuyó a reducir las incidencias en clases online",
        "challenge_title": "El Desafío",
        "challenge_1": "<i class='fas fa-headset'></i> El soporte técnico estaba desbordado, y era crucial que los docentes pudieran resolver estos problemas por sí mismos de manera rápida y efectiva.",
        "challenge_2": "<i class='fas fa-chalkboard-teacher'></i> Los profesores enfrentaban constantes problemas técnicos en sus clases online, lo que afectaba la calidad del aprendizaje.",
        "challenge_3": "<i class='fas fa-laptop'></i> Muchos profesores se sentían agobiados por la tecnología.",
        "solution_title": "La Solución",
        "solution_1": "Un curso en formato microlearning y amigable para los docentes.",
        "solution_2": "¡Hola!<br><br>Somos Catalina, Juanma, Iván y Héctor del equipo online. Hemos creado este curso porque tenemos una misión: sacar el mayor provecho de la formación online y acabar con las clases incómodas por Zoom.<br><br>Con 3 horas de contenido, repartido en píldoras de menos de 10 minutos, aprenderás a resolver problemas comunes en clases online.",
        "stage_1_title": "1. Análisis de necesidades",
        "stage_1_text": "Para entender el problema en profundidad, registré todas las incidencias técnicas, las clasifiqué y cuantifiqué su frecuencia. Esto permitió identificar los principales obstáculos y definir objetivos específicos para el curso.",
        "stage_1_button": "Más detalles",
        "stage_2_title": "2. Proceso de diseño",
        "stage_2_text_1": "Apliqué backward design para asegurar que el curso fuera directo y sin rodeos: cada módulo debía ayudar a los profesores a solucionar incidencias técnicas específicas.",
        "stage_2_text_2": "Opté por <span data-i18n='stage_2_span_1'>microlearning y quizzes basados en problemas</span>, priorizando la aplicación inmediata sin sobrecargar con teoría innecesaria.",
        "stage_2_button": "Más detalles",
        "stage_3_title": "3. Creación de contenidos",
        "stage_3_text_1": "Redacté los textos del curso con un <span data-i18n='stage_3_span_1'>tono conversacional y claro, aplicando principios de UX Writing</span>. Aunque se trataba de contenido técnico, debía sonar ligero y accesible para que los profesores pudieran aprender sin frustración.",
        "stage_3_text_2": "Complementé con <span data-i18n='stage_3_span_2'>quizzes cortos y videos explicativos</span> para reforzar la comprensión y mantener el curso dinámico.",
        "stage_3_button": "Más detalles",
        "stage_4_title": "4. Implementación",
        "stage_4_text": "Inicialmente, envié las píldoras de aprendizaje por correo, pero esto no permitía medir el progreso. Por eso, migré el curso a <span data-i18n='stage_4_span'>LearnDash</span>, optimizando la navegación para que fuera intuitiva y accesible.",
        "stage_4_button": "Más detalles",
        "stage_5_title": "5. Medición del impacto",
        "stage_5_text_1": "Los resultados confirmaron la efectividad del curso:",
        "stage_5_text_2": " ✔ 9/10 en organización y claridad.",
        "stage_5_text_3": " ✔ 9/10 en relevancia de los contenidos.",
        "stage_5_text_4": " ✔ Las clases con incidencias técnicas bajaron del 42% en septiembre al 11% en mayo.",
        "stage_5_button": "Más detalles",
        "tools_title": "Herramientas Utilizadas",
        "tool_1": "PowerBI",
        "tool_1_desc": "Análisis de datos",
        "tool_2": "LearnDash LMS",
        "tool_2_desc": "Gestión del aprendizaje",
        "tool_3": "Loom",
        "tool_3_desc": "Creación de videos tutoriales",
        "models_title": "Modelos de Diseño Instruccional",
        "model_1": "ADDIE",
        "model_1_desc": "Análisis, Diseño, Desarrollo, Implementación y Evaluación",
        "model_2": "Backwards Design",
        "model_2_desc": "Diseño hacia atrás",
        "approaches_title": "Enfoques",
        "approach_1": "UX Writing",
        "approach_1_desc": "Escritura centrada en la experiencia del usuario",
        "back_button": "Página principal"

}